brew "bash-language-server"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "git-lfs"
brew "go"
brew "lua-language-server"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
